{
  "title": "Un Dios prudente",
  "ideas": [
    {
      "subideas": [
        {
          "content": "Imagina que luego de practicar obras sociales, de donar alimentos, luego de alentar al cansado, luego de participar en obras comunitarias; luego de ser condecorado, habiendo logrado el respeto de tus vecinos; luego de ser considerado auténtico creyente, luego de lograr un trayecto de obediencia impresionante; luego de hacer todas estas cosas, notas que hacías todo por una razón incorrecta."
        },
        {
          "content": "Imagina que descubres que todo este tiempo practicaste el bien porque te hacía sentir importante, te llenaba de satisfacción, te hacía sentir realizado."
        },
        {
          "content": "Imagina que buscabas sentirte bien, querías sentirte aprobado."
        },
        {
          "content": "Imagina que descubres que orabas y leías la palabra porque sentías que eras aprobado por estas obras. Imagina que descubres que ayunabas porque querías poder sobrenatural para hacer cosas impresionantes, y que ésto te hacía sentir fuerte."
        },
        {
          "content": "Imagina que toda tu búsqueda de Dios fue realmente la búsqueda de tu propio bienestar y de tu propio beneficio emocional."
        },
        {
          "content": "Imagina que todas esto es cierto."
        },
        {
          "content": "¿Qué opinarías sobre esta vida espiritual?"
        }
      ]
    },
    {
      "heading":"Mil maneras de dañar lo bueno",
      "subideas": [
        {
          "content": "Y es que éste es el problema con nosotros, los pecadores."
        },
        {
          "content": "La Palabra de Dios dice:"
        },
        {
          "content": "Más engañoso que todo es el corazón, Y sin remedio; ¿Quién lo comprenderá?",
          "type":"biblical_quote",
          "biblical_reference":"Jeremías.17.9",
          "key_phrases":["engañoso", "el corazón", "sin remedio", "¿Quién lo comprenderá?"]
        },
        {
          "content": "El que confía en su propio corazón es un necio, pero el que anda en sabiduría será librado",
          "type":"biblical_quote",
          "biblical_reference":"Proverbios.28.26",
          "key_phrases":["El que confía en su propio corazón es un necio"]
        },
        {
          "content": "Pero si ustedes, siendo malos, saben dar buenas dádivas a sus hijos...",
          "type":"biblical_quote",
          "biblical_reference":"Mateo.7.11",
          "key_phrases":["ustedes, siendo malos"]
        },
        {
          "content": "Tenemos un corazón engañoso que puede fabricar pecado con todo lo bueno que esté a nuestro alcance."
        },
        {
          "content": "Indendientemente de la obra que llevemos a cabo, podemos desarrollar motivaciones ocultas y engañosas que conviertan acciones virtuosas en obras maestras del engaño."
        },
        {
          "content": "Mira algunos ejemplos al respecto:"
        },
        {
          "content": "El que presenta ofrenda de cereal es como el que ofrece un cerdo, el que quema incienso como el que bendice a un ídolo...Porque llamé, pero nadie respondió, Hablé pero no escucharon. Mas bien hicieron lo malo ante Mis ojos, Y escogieron lo que no me complacía",
          "type":"biblical_quote",
          "biblical_reference":"Isaías.66.3-4",
          "key_phrases":[]
        },
        {
          "content": "Acá vemos cómo nuestras actividades religiosas son consideradas vacías cuando están acompañadas de otros segmentos de desobediencia."
        },
        {
          "content": "Cuando vivimos en una ."
        }
        
      ]
    }
  ]
}